[
 {
   "Attraction": "Avenue of Stars",
   "Description": "The Avenue of Stars, located on the Tsim Sha Tsui waterfront, is a salute to eminent Hong Kong film workers for their devoted contribution to local and world theatres. It is also one of the ideal vantage points for visitors to appreciate the iconic Victoria Harbour and the light and sound show of \"A Symphony of Lights\".",
   "Address": "Waterfront Podium Garden, Tsim Sha Tsui East, Kowloon",
   "Latitude and longitude coordinates": "22.29305N, 114.17435E",
   "Telephone number": "(852) 5501 4431 ",
   "Website": "https://www.avenueofstars.com.hk/en"
 },
 {
   "Attraction": "Clock Tower",
   "Description": "The Clock Tower, adjacent to the Star Ferry Pier at Tsim Sha Tsui, is the remnants of the former Kowloon?VCanton Railway terminus. It is a declared monument constructed in 1915. The bell, which was relocated since 1975, was returned to the Clock Tower in 2010, further enhancing the historical significance of the Clock Tower.",
   "Address": "Star Ferry Pier, Kowloon Point, Tsim Sha Tsui, Kowloon",
   "Latitude and longitude coordinates": "22.29359N, 114.16954E",
   "Telephone number": "-",
   "Website": "http://www.discoverhongkong.com/eng/see-do/culture-heritage/historical-sites/colonial/clock-tower.jsp"
 },
 {
   "Attraction": "Golden Bauhinia Square (and Hong Kong Convention and Exhibition Centre)",
   "Description": "Golden Bauhinia Square outside the Hong Kong Convention and Exhibition Centre on the Wan Chai waterfront marks the unification of Hong Kong with the motherland. The \"Forever Blooming Bauhinia\" Sculpture (Golden Bauhinia) at the Square is a gift from the Central People's Government. There is also the flag-raising ceremony held every morning.",
   "Address": "1 Expo Drive, Wan Chai, Hong Kong Island",
   "Latitude and longitude coordinates": "22.28404N, 114.17335E",
   "Telephone number": "-",
   "Website": "http://www.discoverhongkong.com/eng/see-do/highlight-attractions/harbour-view/golden-bauhinia-square.jsp"
 },
 {
   "Attraction": "Green Tourism",
   "Description": "Hong Kong, by virtue of its rich and diversified natural assets, is well-known for the green tourism attractions. These include the famous Hong Kong UNESCO Global Geopark and Hong Kong Wetland Park, natural scenery of various outlying island, popular hiking trails and other green attractions. If you are looking for some outing options or want to take a long walk in the countryside for pleasure or exercise, visit these websites to help you plan ahead.",
   "Address": "-",
   "Latitude and longitude coordinates": "-",
   "Telephone number": "-",
   "Website": "http://www.geopark.gov.hk/en_index.htm (Hong Kong UNESCO Global Geopark), http://www.wetlandpark.gov.hk/en (Hong Kong Wetland Park), http://hiking.gov.hk/eng/index.htm (Enjoy Hiking), http://www.discoverhongkong.com/eng/see-do/great-outdoors/index.jsp (Great Outdoors) and https://www.yimtintsaiartsfestival.hk/ytt-history.php?lang=en (About Yim Tin Tsai)"
 },
 {
   "Attraction": "Hong Kong Disneyland Resort",
   "Description": "Hong Kong Disneyland Resort is a world-class family-friendly international theme park located on Lantau Island. The Resort comprises a theme park and three themed resort hotels, offering dining, shopping and entertainment experiences. Visitors will be immersed in a world full of fantasy, imagination and magic. You may also enjoy a relaxing moment at the Inspiration Lake Recreation Centre in the vicinity of the Resort.",
   "Address": "Hong Kong Disneyland Resort, Lantau Island",
   "Latitude and longitude coordinates": "22.31311N, 114.04444E",
   "Telephone number": "(852) 3550 3388 ",
   "Website": "https://www.hongkongdisneyland.com/?located=true"
 },
 {
   "Attraction": "Hong Kong Neighbourhoods - Sham Shui Po",
   "Description": "A historical community in Hong Kong with a down-to-earth charisma, Sham Shui Po is home to multiple historic sites, characteristic architecture, religious buildings, local diners, hawker stalls, shopping malls and bazaars. In this Sham Shui Po promotion campaign, diversified travelling experiences of the district are re-integrated under the theme, \"Every Bit Local\", to introduce the local hotspots in the district.",
   "Address": "Sham Shui Po, Kowloon",
   "Latitude and longitude coordinates": "-",
   "Telephone number": "-",
   "Website": "http://www.discoverhongkong.com/eng/see-do/neighbourhoods/sham-shui-po.jsp"
 },
 {
   "Attraction": "Ladies' Market",
   "Description": "The Ladies' Market is widely known for bargain-priced clothes and accessories for all ages. You can also find other merchandise including Chinese style souvenirs, toys, watches, etc. and enjoy the local foods in one of the most popular outdoor markets in Hong Kong.",
   "Address": "Tung Choi Street, Mong Kok, Kowloon",
   "Latitude and longitude coordinates": "22.31812N, 114.17082E",
   "Telephone number": "-",
   "Website": "http://www.discoverhongkong.com/eng/shop/where-to-shop/street-markets-and-shopping-streets/ladies-market.jsp"
 },
 {
   "Attraction": "Lan Kwai Fong",
   "Description": "Lan Kwai Fong is a world-renowned entertainment area in Central best known for its variety of dining, drinking and clubbing offerings. It has the ambience of party atmosphere, which is often enhanced by the street carnivals, in particular during major festivals such as New Year, Halloween and Christmas.",
   "Address": "Lan Kwai Fong, Central, Hong Kong Island",
   "Latitude and longitude coordinates": "22.28098N, 114.15565E",
   "Telephone number": "-",
   "Website": "https://www.lankwaifong.com/"
 },
 {
   "Attraction": "Ocean Park Hong Kong",
   "Description": "Ocean Park, with an area of over 915,000 square metres, is an educational theme park featuring animals attractions, thrill rides and shows. The cable car and the Ocean Express are two main transport linking two major attractions areas, the Waterfront and the Summit. The park is committed to animal conservation while births of rare shark species, sea lions, endangered birds and butterflies have been recorded. Ocean Park also offers restaurants designed as the classic / famous Hong Kong-style, themed panda caf? or aquarium setting.",
   "Address": "Wong Chuk Hang, Hong Kong Island",
   "Latitude and longitude coordinates": "22.24707N, 114.1746E",
   "Telephone number": "(852) 3923 2323",
   "Website": "https://www.oceanpark.com.hk/en"
 },
 {
   "Attraction": "Old Town Central",
   "Description": "Old Town Central repackages the diverse tourism appeal of Central, including a number of thematic walking routes to introduce heritage buildings and landmarks, arts and culture, lifestyle as well as dining and entertainment offerings in the district. Together with the Tai Kwun (or the former Central Police Station Compound), the Central and Western District has been transformed into a community filled with an \"art-across-time\" ambience.",
   "Address": "Central, Hong Kong Island",
   "Latitude and longitude coordinates": "-",
   "Telephone number": "-",
   "Website": "http://www.discoverhongkong.com/eng/see-do/neighbourhoods/old-town-central.jsp"
 },
 {
   "Attraction": "Temple Street Night Market",
   "Description": "The Temple Street Night Market is a bustling street bazaar in Hong Kong famous for its open-air Cantonese opera performances, fortune telling stalls and ??dai pai dongs?? (open-air food stalls). There are also a wide variety of affordable merchandise like clothes, watches, electronics, accessories, antiques, etc.",
   "Address": "Temple Street, Yau Ma Tei, Kowloon",
   "Latitude and longitude coordinates": "22.30716N, 114.17013E",
   "Telephone number": "-",
   "Website": "http://www.discoverhongkong.com/eng/shop/where-to-shop/street-markets-and-shopping-streets/temple-street-night-market.jsp"
 },
 {
   "Attraction": "The Peak",
   "Description": "The Peak is the highest point on Hong Kong Island. The historic Peak Tram provides visitors a unique experience to arrive at The Peak. Apart from the spectacular cityscape, The Peak Tower, one of the architectural icons in Hong Kong, also offers shopping, dining and entertainment for all. Visitors can take a leisure walk around The Peak or try hiking along the walking trails to explore the natural environment of Hong Kong.",
   "Address": "The Peak, Hong Kong",
   "Latitude and longitude coordinates": "22.27126N, 114.14989E",
   "Telephone number": "(852) 2522 0922 (The Peak Tram) or (852) 2849 0668 (The Peak Tower)",
   "Website": "https://www.thepeak.com.hk/en"
 },
 {
   "Attraction": "Tsim Sha Tsui Promenade",
   "Description": "The Tsim Sha Tsui Promenade extends over 1,200m from the Tsim Sha Tsui Public Pier along the Victoria Harbour coastal line to Tsim Sha Tsui East. By strolling along the promenade, visitors will see the magnificent view of Hong Kong Island's cityscape and skyline, as well as the Hong Kong Cultural Centre and the Hong Kong Space Museum.",
   "Address": "Tsim Sha Tsui, Kowloon",
   "Latitude and longitude coordinates": "22.29615N, 114.17698E",
   "Telephone number": "-",
   "Website": "http://www.discoverhongkong.com/eng/see-do/highlight-attractions/harbour-view/tsim-sha-tsui-promenade.jsp"
 },
 {
   "Attraction": "Yim Tin Tsai",
   "Description": "Yim Tin Tsai (YTT) is a unique island where Hakka culture blends with Catholicism and blessed with rich ecology. The revitalised Chapel and saltpans are recognised with UNESCO Awards for Cultural Heritage Conservation. YTT Arts Festival turns YTT into an open museum, bringing to visitors new travel experiences integrating arts, religion, culture, heritage and green elements.",
   "Address": "Sai Kung, New Territories ",
   "Latitude and longitude coordinates": "22.37749N, 114.30095E",
   "Telephone number": "-",
   "Website": "https://www.yimtintsaiartsfestival.hk/ytt-history.php?lang=en"
 }
]